"""A module with messages for the bot.

This module contains various messages that the bot sends to users.
"""

MESSAGES = {
    "start": "Привет! Я бот Atcher. Я помогаю найти новые знакомства 🧡❤\n\n"
             "При поиске 🔎 бот 🤖 учитывает ваш город 🏙, возраст 🔞 и "
             "пол 🧒🧑\n Данные берутся из вашего профиля вконтакте.\n\n"
             "Желаем вам удачи в поиске!\n\n"
             "------------------------------------------------\n"
             "Версия бота: 1.0.0\n"
             "Авторы: Сергей Тормозов и Дмитрий Куренков\n"
             "GitHub repository: https://github.com/stormozov/vk-atcher",
    "hello": "Привет! 👋",
    "goodbye": "До скорой встречи!",
    "unknown_command": "Неизвестная команда. Попробуйте ещё раз.",
}
